{
    "title": "Upvote Music Presence on Peerlist",
    "shortTitle": "Upvote Music Presence on peerlist.io",
    "banner": "Write the text that appears in the banner here",
    "content": "I have published Music Presence on\n[**peerlist.io**](https://peerlist.io/ungive/project/music-presence),\na weekly leaderboard for aspiring software projects.\nThis is a great opportunity to get the word out for the app\nand to make a mark on a large platform like Peerlist.\n5 minutes of your time could make a real difference!\nThe voting closes on Sunday.\n\nPlease leave a review, so we can get Music Presence to the **very top**!\nAs a thank you,\nyou get a **special role** on the\n[**Discord server**](https://discord.gg/7rc8dWD4ug)\nand you can enter the small **giveaway** below!\n\n&nbsp;\n\n## How can you help?\n\n1. Visit **[https://peerlist.io/ungive/signup](https://peerlist.io/ungive/signup)**\n2. Continue with Google or enter an e-mail and password\n3. Enter your profile information. Using a nickname is perfectly fine\n4. Notice the progress at the bottom: \"You can't interact yet\". Connect one account under the \"Work\" tab, e.g. your GitHub account and you should be able to interact. Make sure it says you can interact before continuing\n5. Now visit the project page: **[https://peerlist.io/ungive/project/music-presence](https://peerlist.io/ungive/project/music-presence)**\n6. **Upvote** by clicking the black \"Upvote\" button\n7. **Bookmark** by clicking the flag icon in the top menu, next to the share button\n8. **Comment** your experience with Music Presence under \"How does this project inspire you?\" - You can also upvote a comment of another user, if you resonate with what they wrote, but writing your own comment helps the most!\n9. Scroll down for information on the giveaway and Discord role!\n\n&nbsp;\n\n## What happens when Music Presence reaches the top 3?\n\nQuoting the [Peerlist FAQ](https://help.peerlist.io/individual/launchpad/frequently-asked-questions-about-spotlight-by-peerlist) on their website:\n\n> *The winners will be featured in Peerlist’s weekly emails and social media channels, providing valuable exposure to the builders. Additionally, the winners will receive a special badge for their products, showcasing their achievements and potentially attracting new opportunities.*\n\nI truly believe we can achieve this. If you don't have time now, please set a reminder for later! Thank you for putting the effort in to help Music Presence grow. Reaching the top 3 would be a big step forward for the future of the app!\n\n&nbsp;\n\n## Giveaway & Discord Role\n\nEvery signup with the link in step 1 earns me $1 in virtual credits\nfor the [Peerlist Store](https://store.peerlist.io).\nI want to give this back to you by using those credits\nto send you an item from the store of your choosing!\nThey have some pretty nice stuff.\n\nTo enter the giveaway:\n1. Complete the steps above. **Only do this once!**\n   The [Peerlist Terms](https://help.peerlist.io/individual/referrral-program-terms-and-conditions) forbid multiple accounts.\n2. Join the [Discord server](https://discord.gg/7rc8dWD4ug)\n   and DM me **@ungive**. You can click on my name in the **#rules** channel to open a DM.\n   Tell me your Peerlist username and that you want to enter the giveaway.\n   That's it!\n3. You will get the green animated **@Superpeer** Discord role and\n   I will announce the winner on the Discord server on Monday, 14. July 2025 at 8 PM CEST\n\n&nbsp;\n\nCompleting the steps above earns you 5 entries in the giveaway.\nYou can additionally earn 2 entries for each of the points below.\nPlease DM me which of these you completed:\n\n- Follow my X account: [@musicpresenceio](https://x.com/musicpresenceio)\n- Like and repost my latest X post: [Music Presence is looking for funding](https://x.com/musicpresenceio/status/1942662953393873094). There will be more news regarding this topic here within the Music Presence app soon. Stay tuned!\n- Follow my Peerlist account: [peerlist.io/ungive](https://peerlist.io/ungive)\n- Like this Peerlist post: [The future of sharing your music](https://peerlist.io/scroll/post/ACTH6AJDK9PKABAAN1R7K6EKKMLNOK)\n\nDepending on how many store credits we collect,\nthere will be one or multiple winners!\n\n&nbsp;\n\n## Thank you\n\nI want to say thank you for using my app\nand thank you for taking the time to help increase the exposure on Peerlist.\nIt would be a milestone, both for Music Presence and for me personally,\nto achieve being in the top 3 on a large platform like Peerlist!\n\nKindly, Jonas",
    "buttons": [
        "View the project on Peerlist",
        "Join the Discord server"
    ]
}