{
    "banner": "Hilf mir <em>Vollzeit</em> an Music Presence zu arbeiten\n\nlast.fm scrobbling\nseptember\n\nbrowser-support\noktober\n\ngemeinsam Musik hören\njanuar\n\n\nINFORMATION:\n- Please read these notes before translating. The notes don't need to be translated.\n- These are translations for the news popup which has a banner image at the top. The banner is the first thing people will look at when they get the news popup. The translation should carry over the same message and the same impression as the original. Take a look at the banner itself first before translating and try to recreate the impression you get.\n- I'm using <em></em> HTML tags for \"emphasis\" because in the banner image the word \"full-time\" is emphasized, it stands out. If it's possible to emphasize a specific word with your translation, then put the <em>...</em> tags around it. Otherwise you can just leave it away, if it doesn't make sense to use it.\n- The months resemble the months at which each feature will be ready: August 2025, October 2025 and January 2026. I've put them in lowercase so they do not stand out as much. If it's appropriate, translate into lowercase as well.\n- Make sure there is space on the banner for the translation (see the attached banner image on the right in Weblate). If not, you may break the text across multiple lines in such a way that it can comfortably fit in its space.\n- If you are ever unsure about a translation, you can always ping me in the #translations channel!\n- It may sometimes not make sense to translate certain words, for instance: \"last.fm scrobbling\" can hardly be translated",
    "shortTitle": "Music Presence braucht deine Hilfe",
    "buttons": [
        "Kontaktiere mich",
        "Besuche die Webseite",
        "Spenden"
    ],
    "urgent": "Bitte nehme dir einen Moment Zeit um diese Nachricht vom Autor von Music Presence zu lesen. Die Zukunft des Projekts ist von deiner Unterstützung abhängig.\n\n---\n\nFalls du Music Presence magst, könnte dir auch die Vision für die Zukunft des Projekts gefallen. Deine Spende könnte den Unterschied machen!\n\nFragen? Kontaktiere mich: [**contact@musicpresence.app**](mailto:contact@musicpresence.app)\n\nTätige eine Spende: [**musicpresence.app/donate**](https://musicpresence.app/donate?utm_source=app&utm_medium=news&utm_content=cancel-dialog)",
    "content": "Hey, Jonas hier, der Autor von Music Presence!\n\nIch möchte dich über die Zukunft der App informieren und wie du dabei helfen kannst, **das Projekt am Leben zu erhalten**.\n\nDu hast es vielleicht noch nicht gewusst, aber ich bin der **einzige Entwickler** hinter Music Presence. Ich habe seit Mai 2024 sehr viel Liebe in dieses Projekt gesteckt und ich bin sehr motiviert weiter zu machen, allerdings sorgen aktuelle Lebensumstände dafür, dass ich bald nicht mehr viel Zeit in die Entwicklung investieren kann.\n\nIch suche daher finanzielle Unterstützung von Nutzern wie dir, damit ich in Vollzeit an den folgenden Features arbeiten kann:\n\n- **last.fm scrobbling**, universell für alle Betriebssysteme und alle Medienspieler\n- **Browserunterstützung**, um Medien von Webseiten zu erkennen, nebst Medien von Apps\n- **Gemeinsam Musik hören**, damit du deine Musikwiedergabe mit der deiner Freunde synchronisieren kannst\n\n&nbsp;\n\nUm zu helfen kannst du **einen kleinen Betrag spenden**, egal ob monatlich oder einmalig. Mein Ziel ist es, ausreichend viele Unterstützer zu finden, um mit diesem Projekt einen Lebensunterhalt zu verdienen und unabhängig von einem Firmenjob arbeiten zu können.\n\nDu kannst das Spendenziel und den Fortschritt auf meiner Webseite finden: [**musicpresence.app**](https://musicpresence.app?utm_source=app&utm_medium=news). Dort findest du auch den [**Projekt-Zeitplan**](https://musicpresence.app?utm_source=app&utm_medium=news#timeline), [**verfügbare Spendenoptionen**](https://musicpresence.app/donate?utm_source=app&utm_medium=news) und [**eine Liste aller aktuellen Unterstützer**](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news).\n\n&nbsp;\n\n#### Alles was du wissen musst\n\n- Du wirst einer der ersten sein, die neue Features testen dürfen, sobald diese verfügbar sind.\n- Du bist [einer von vielen](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news), welche sich dazu entschlossen haben das Projekt finanziell zu unterstützen. Music Presence hat über 10.000&nbsp;tägliche&nbsp;Nutzer. Sogar eine kleine Spende kann eine große Wirkung haben.\n- Besuche [meine Webseite](https://musicpresence.app?utm_source=app&utm_medium=news) und lese die [FAQ](https://musicpresence.app/donate?utm_source=app&utm_medium=news#faq) um Antworten auf häufig gestellte Fragen zu finden.\n- Abonniere [dieses GitHub-Issue](https://github.com/ungive/discord-music-presence/issues/355) um auf dem Laufenden zu bleiben über alle Updates bezüglich des Spendenziels und dem Projekt selbst.\nIch werde dich am 10. August darüber informieren ob das Spendenziel erreicht wurde.\n- Zögere nicht mich zu kontaktieren, solltest du irgendwelche Fragen haben! Schicke mir eine E-Mail an [contact@musicpresence.app](mailto:contact@musicpresence.app) oder trete dem [Discord-Server](https://discord.gg/GemxJsWKMD) bei und sage Hallo. Wir sind eine sehr freundliche Gemeinschaft! Ich antworte zeitig auf alle Nachrichten.\n\n&nbsp;\n\nIch freue mich schon darauf an den nächsten Features zu arbeiten! ❤️\n\n&nbsp;"
}
