{
    "shortTitle": "Music Presence needs your help",
    "banner": "Help me work on Music Presence <em>full-time</em>\n\nlast.fm scrobbling\nseptember\n\nbrowser support\noctober\n\nlisten along with friends\njanuary\n\n\nINFORMATION:\n- Please read these notes before translating. The notes don't need to be translated.\n- These are translations for the news popup which has a banner image at the top. The banner is the first thing people will look at when they get the news popup. The translation should carry over the same message and the same impression as the original. Take a look at the banner itself first before translating and try to recreate the impression you get.\n- I'm using <em></em> HTML tags for \"emphasis\" because in the banner image the word \"full-time\" is emphasized, it stands out. If it's possible to emphasize a specific word with your translation, then put the <em>...</em> tags around it. Otherwise you can just leave it away, if it doesn't make sense to use it.\n- The months resemble the months at which each feature will be ready: September 2025, October 2025 and January 2026. I've put them in lowercase so they do not stand out as much. If it's appropriate, translate into lowercase as well.\n- Make sure there is space on the banner for the translation (see the attached banner image on the right in Weblate). If not, you may break the text across multiple lines in such a way that it can comfortably fit in its space.\n- If you are ever unsure about a translation, you can always ping me in the #translations channel!\n- It may sometimes not make sense to translate certain words, for instance: \"last.fm scrobbling\" can hardly be translated",
    "content": "Hello, it's Jonas, the creator of Music Presence!\n\nI want to let you know about the future of the app\nand how you can help **keep the project alive**.\n\nYou may not know this, but I'm the **only developer**\nbehind Music Presence. I've put a lot of love into the project\nsince around May 2024\nand I am extremely motivated to keep going,\nbut due to recent events in my life,\nI won't have enough time for the project anymore soon.\n\nI am looking for **financial support** from users like you,\nso I can work on the following features:\n\n- **last.fm scrobbling**, universal for all operating systems and all media players\n- **browser support** to detect media from websites in addition to desktop apps\n- **listening along**, so you can sync your music playback to that of your friends\n\n&nbsp;\n\nTo help, you can **donate a small amount**,\neither on a monthly basis or one time.\nMy goal is to find enough supporters to sustain a living,\nso that I can be independent of a corporate job.\n\nYou can find the donation goal and progress on my website:\n[**musicpresence.app**](https://musicpresence.app?utm_source=app&utm_medium=news).\nThere you will also find the\n[**project timeline**](https://musicpresence.app?utm_source=app&utm_medium=news#timeline),\n[**available donation options**](https://musicpresence.app/donate?utm_source=app&utm_medium=news) and\n[**a list of all current sponsors**](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news).\n\n&nbsp;\n\n#### Everything you need to know\n\n- You will be among the first to test all new features once they are available.\n- You are [one of many](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news)\nwho choose to donate to the project. Music Presence has more than 10.000&nbsp;daily&nbsp;users,\neven a very small donation can have a great impact.\n- Visit my [website](https://musicpresence.app?utm_source=app&utm_medium=news)\nand read the [FAQ](https://musicpresence.app/donate?utm_source=app&utm_medium=news#faq)\nto find more answers to frequently asked questions.\n- Subscribe to [this GitHub issue](https://github.com/ungive/discord-music-presence/issues/344)\nto be in the loop on all updates regarding the donation goal\nand the project going forward.\nI will inform you if the goal has been reached on the 10th of August.\n- Do not hesitate to contact me, if you have any more questions!\nE-mail me at [contact@musicpresence.app](mailto:contact@musicpresence.app)\nor join the [Discord server](https://discord.gg/GemxJsWKMD)\nand say Hello. We are a very friendly community!\nI reply to all messages in a timely manner.\n\n&nbsp;\n\nI can't wait to work on the next features! ❤️\n\n&nbsp;",
    "buttons": [
        "Contact me",
        "Translate",
        "Visit the website",
        "Donate"
    ],
    "urgent": "Please take a moment to read this message,\nespecially the part after \"**Why fund this project?**\"\nwhere I talk about my plans for the future of Music Presence\nand where I am currently at in life.\n\nIf you like Music Presence, you might like the vision I have for it\nand where I intend to take the project.\n\nYou can also visit my website:\n[**musicpresence.app**](https://musicpresence.app)"
}