{
    "banner": "Ayudame a trabajar en Music Presence a <em>tiempo completo</em>\n\nscrobbling de last.fm\nseptiembre\n\nsoporte de navegador\noctubre\n\nescucha con amigos\nenero\n\n\nINFORMACIÓN:\n- Please read these notes before translating. The notes don't need to be translated.\n- These are translations for the news popup which has a banner image at the top. The banner is the first thing people will look at when they get the news popup. The translation should carry over the same message and the same impression as the original. Take a look at the banner itself first before translating and try to recreate the impression you get.\n- I'm using <em></em> HTML tags for \"emphasis\" because in the banner image the word \"full-time\" is emphasized, it stands out. If it's possible to emphasize a specific word with your translation, then put the <em>...</em> tags around it. Otherwise you can just leave it away, if it doesn't make sense to use it.\n- The months resemble the months at which each feature will be ready: September 2025, October 2025 and January 2026. I've put them in lowercase so they do not stand out as much. If it's appropriate, translate into lowercase as well.\n- Make sure there is space on the banner for the translation (see the attached banner image on the right in Weblate). If not, you may break the text across multiple lines in such a way that it can comfortably fit in its space.\n- If you are ever unsure about a translation, you can always ping me in the #translations channel!\n- It may sometimes not make sense to translate certain words, for instance: \"last.fm scrobbling\" can hardly be translated",
    "shortTitle": "Music Presence necesita tu ayuda",
    "buttons": [
        "Contactame",
        "Traducir",
        "Visita el sitio web",
        "Donar"
    ],
    "content": "Hola, soy Jonas, el creador de Music Presence!\n\nQuiero contarte sobre el futuro de esta app\ny como puedes ayudar a **mantener con vida el proyecto**.\n\nCapaz no lo sepas, pero soy el **único desarrollador**\ndetrás de Music Presence. Le he puesto mucho amor a este proyecto mio\ndesde, mas o menos... mayo de 2024.\nY me siento muy motivado para continuar,\npero debido a varios acontecimientos en mi vida personal,\nno tendré tiempo suficiente para trabajar en este proyecto por el futuro previsto.\n\nEstoy buscando **soporte financiero** de usuarios como tu,\npara que pueda trabajar en las siguientes características:\n\n- **scrobbling de last.fm**, universal para todos los sistemas operativos y todos los reproductores\n- **soporte de navegador** para detectar musica desde sitios web, junto a apps de escritorio\n- **escuchar con amigos**, así puedas sincronizar la musica que escuchas con el de tus amigos\n\n&nbsp;\n\nPara ayudar, podrías **donar una suma pequeña**,\npor pago mensual, o por un pago único.\nMi objetivo con esto es tener los suficientes donadores para vivir tranquilamente,\nasí sea independiente de un trabajo corporativo.\n\nPuedes ver la meta de donación y el progreso en mi sitio web:\n[**musicpresence.app**](https://musicpresence.app?utm_source=app&utm_medium=news).\nAhí, también puedes encontrar\n[**el cronograma del proyecto**](https://musicpresence.app?utm_source=app&utm_medium=news#timeline),\n[**opciones de donación disponibles**](https://musicpresence.app/donate?utm_source=app&utm_medium=news) y\n[**una lista de todos los sponsors actuales**](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news).\n\n&nbsp;\n\n#### Todo lo que necesitas saber:\n\n- Seras el primero en probar las nuevas características apenas estén disponibles.\n- Eres [uno de los muchos](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news)\nque decidieron donar a mi proyecto. Music Presence tiene mas de 10.000&nbsp;usuarios&nbsp;diarios,\nincluso una pequeña donación podría tener un gran impacto.\n- Visita mi [sitio web](https://musicpresence.app?utm_source=app&utm_medium=news)\ny lee el [FAQ](https://musicpresence.app/donate?utm_source=app&utm_medium=news#faq)\npara encontrar respuestas a preguntas que podrías tener.\n- Suscríbete a [este problema de GitHub](https://github.com/ungive/discord-music-presence/issues/344)\npara estar notificado sobre todas las actualizaciones sobre mi meta de donación\ny el futuro del proyecto.\nTe informare si mi meta fue alcanzada en el 10 de agosto.\n- No te preocupes en contactarme, si tienes cualquier otra pregunta!\nMandame un e-mail por [contact@musicpresence.app](mailto:contact@musicpresence.app)\no únete al [servidor de Discord](https://discord.gg/GemxJsWKMD)\ny di hola. Somos una comunidad muy amigable!\nRespondo a todos los mensajes de manera oportuna.\n\n&nbsp;\n\nNo puedo esperar a trabajar en las siguientes características! ❤️\n\n&nbsp;",
    "urgent": "Por favor, tomate el tiempo de leer este mensaje\ndel creador de Music Presence.\nEl futuro de esta app depende de ello.\n\n---\n\nSi te gusta Music Presence,\ncapaz te guste también mi visión para su futuro\ny para donde se dirige el proyecto.\nTu donación haría toda una diferencia!\n\nPreguntas? Contactame: [**contact@musicpresence.app**](mailto:contact@musicpresence.app)\n\nHaz una donación: [**musicpresence.app/donate**](https://musicpresence.app/donate?utm_source=app&utm_medium=news&utm_content=cancel-dialog)"
}
