{
    "banner": "Pomóż mi w pracy nad Music Presence <em>w pełnym wymiarze czasu</em>\n\nScrobblowanie last.fm\nwrzesień\n\nwsparcie przeglądarki\npaździernik\n\nsłuchaj razem z przyjaciółmi\nstyczeń\n\n\nINFORMATION:\n- Please read these notes before translating. The notes don't need to be translated.\n- These are translations for the news popup which has a banner image at the top. The banner is the first thing people will look at when they get the news popup. The translation should carry over the same message and the same impression as the original. Take a look at the banner itself first before translating and try to recreate the impression you get.\n- I'm using <em></em> HTML tags for \"emphasis\" because in the banner image the word \"full-time\" is emphasized, it stands out. If it's possible to emphasize a specific word with your translation, then put the <em>...</em> tags around it. Otherwise you can just leave it away, if it doesn't make sense to use it.\n- The months resemble the months at which each feature will be ready: September 2025, October 2025 and January 2026. I've put them in lowercase so they do not stand out as much. If it's appropriate, translate into lowercase as well.\n- Make sure there is space on the banner for the translation (see the attached banner image on the right in Weblate). If not, you may break the text across multiple lines in such a way that it can comfortably fit in its space.\n- If you are ever unsure about a translation, you can always ping me in the #translations channel!\n- It may sometimes not make sense to translate certain words, for instance: \"last.fm scrobbling\" can hardly be translated",
    "shortTitle": "Music Presence potrzebuje Twojej pomocy",
    "buttons": [
        "Kontakt ze mną",
        "Odwiedź stronę",
        "Wesprzyj"
    ],
    "urgent": "Proszę poświęć chwilę na przeczytanie tej wiadomości\nod twórcy Music Presence.\nPrzyszłość aplikacji od tego zależy.\n\n---\n\nJeśli lubisz Music Presence,\nmożesz także polubić wizję jej przyszłości\noraz dokąd zmierza projekt.\nTwoje wsparcie mogłoby zrobić dużą różnicę!\n\nPytania? Skontaktuj się ze mną:[**contact@musicpresence.app**](mailto:contact@musicpresence.app)\n\nWesprzyj mnie: [**musicpresence.app/donate**](https://musicpresence.app/donate?utm_source=app&utm_medium=news&utm_content=cancel-dialog)",
    "content": "Cześć, tu Jonas, twórca Music Presence!\n\nChcę dać Ci znać o przyszłości aplikacji\ni jak możesz pomóc w **utrzymaniu projektu**\n\nMożesz tego nie wiedzieć, ale jestem **jedynym deweloperem**\nodpowiedzialnym za Music Presence. Włożyłem dużo miłości w ten projekt\nod około Maja 2024\ni jestem niesamowicie zmotywowany, by iść dalej,\nale ze względu na ostatnie wydarzenia w moim życiu,\nNiedługo nie będę miał zbyt dużo czasu dla projektu.\n\nPotrzebuję **wsparcia finansowego** od użytkowników jak Ty,\nżebym mógł pracować nad tymi funkcjami:\n\n- **Scrobbling last.fm**, uniwersalny dla wszystkich systemów i odtwarzaczy\n- **Wsparcie przeglądarki** do wykrywania mediów ze stron w dodatku do aplikacji\n- **Słuchanie razem**, żebyś mógł synchronizować odtwarzanie muzyki do tego z przyjaciółmi\n\n&nbsp;\n\nBy pomóc, możesz **podarować małą kwotę**,\nzarówno w formie miesięcznej, jak i jednorazowej.\nMoim celem jest znalezienie wystarczającej liczby wspierających do przeżycia,\nżebym mógł być niezależny od pracy korporacyjnej.\n\nMożesz znaleźć cel wsparcia i jego postęp na mojej stronie:\n[**musicpresence.app**](https://musicpresence.app?utm_source=app&utm_medium=news).\nTam znajdziesz również\n[**linię czasu projektu**](https://musicpresence.app?utm_source=app&utm_medium=news#timeline),\n[**dostępne formy wsparcia**](https://musicpresence.app/donate?utm_source=app&utm_medium=news) oraz\n[**listę wszystkich aktualnie wspierających**](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news)\n\n&nbsp;\n\n#### Wszystko co musisz wiedzieć\n\n- Będziesz w gronie pierwszych do testowania wszystkich nowych funkcji, gdy będą dostępne.\n- Jesteś [jednym z wielu](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news),\nktórzy wybrali wesprzeć projekt. Music Presence ma więcej niż 10.000 użytkowników &nbsp;dziennie&nbsp;\nNawet mała kwota może mieć wielki impakt.\n- Odwiedź moją [stronę](https://musicpresence.app?utm_source=app&utm_medium=news)\ni przeczytaj [FAQ](https://musicpresence.app/donate?utm_source=app&utm_medium=news#faq)\nby znaleźć więcej odpowiedzi na najczęściej zadawane pytania.\n- Subskrybuj [ten problem na GitHubie](https://github.com/ungive/discord-music-presence/issues/355),\nżeby być zawsze na czasie z aktualizacjami dotyczącymi celu wsparcia\ni jak projekt idzie do przodu.\nPoinformuję Cię czy gol został osiągnięty 10. Sierpnia.\n- Nie bój się skontaktować się ze mną jeśli masz więcej pytań!\nWyślij mi maila na [contact@musicpresence.app](mailto:contact@musicpresence.app),\nlub dołącz na [serwer Discord](https://discord.gg/GemxJsWKMD)\ni się przywitaj. Jesteśmy bardzo przyjazną społecznością!\nOdpowiadam na wszystkie wiadomości w rozsądnym czasie.\n\n&nbsp;\n\nNie mogę doczekać się pracy nad kolejnymi funkcjami! ❤️\n\n&nbsp;"
}
