{
    "shortTitle": "Music Presence ต้องการคุณมาช่วย",
    "buttons": [
        "ติดต่อผม",
        "เยี่ยมชมเว็บไซต์",
        "โดเนท"
    ],
    "banner": "ช่วยสร้างสรรคโปรเจค Music Presence <em>แบบเต็มเวลา</em>\n\nlast.fm scrobbling\nกันยายน\n\nรองรับบนเบราว์เซอร์\nตุลาคม\n\nฟังเพลงกับเพื่อนๆได้\nมกราคม\n\n\nINFORMATION:\n- Please read these notes before translating. The notes don't need to be translated.\n- These are translations for the news popup which has a banner image at the top. The banner is the first thing people will look at when they get the news popup. The translation should carry over the same message and the same impression as the original. Take a look at the banner itself first before translating and try to recreate the impression you get.\n- I'm using <em></em> HTML tags for \"emphasis\" because in the banner image the word \"full-time\" is emphasized, it stands out. If it's possible to emphasize a specific word with your translation, then put the <em>...</em> tags around it. Otherwise you can just leave it away, if it doesn't make sense to use it.\n- The months resemble the months at which each feature will be ready: September 2025, October 2025 and January 2026. I've put them in lowercase so they do not stand out as much. If it's appropriate, translate into lowercase as well.\n- Make sure there is space on the banner for the translation (see the attached banner image on the right in Weblate). If not, you may break the text across multiple lines in such a way that it can comfortably fit in its space.\n- If you are ever unsure about a translation, you can always ping me in the #translations channel!\n- It may sometimes not make sense to translate certain words, for instance: \"last.fm scrobbling\" can hardly be translated",
    "content": "ไงครับ ผมเอง โจนาส ผู้สร้างโปรแกรม Music Presence!\n\nผมอยากแจ้งให้คุณทราบเกี่ยวกับอนาคตของโปรแกรมนี้\nแล้วก็วิธีที่คุณสามารถช่วยให้ **โปรเจกต์นี้สามารถไปต่อได้**\n\nคุณอาจจะยังไม่รู้นะ แต่ผมเป็น **พัฒนาคนเดียว**\nที่คอยอยู่เบื้องหลัง Music Presence แล้วผมก็ตั้งใจทำโปรเจกต์นี้มา\nตั้งแต่ประมาณเดือน พฤษภาคม พ.ศ.2567\nแล้วผมก็ยังมีแรงเต็มเปี่ยมเต็มพร้อมจะดูแลโปรเจกต์นี้ต่อ\nแต่ด้วยกิจธุระต่างๆในชีวิตของผม\nทำให้ผมไม่มีเวลาว่างมาดูแลโปรเจกต์นี้ต่อไปได้\n\nเพราะฉะนั้นผมเลยหาวิธีแบบ **สนันสนุนด้วยเงิน** จากผู้ใช้แบบคุณไงล่ะ\nเพื่อที่จะให้ผมมีกำลังพอที่จะทำฟีเจอร์ดังต่อไปนี้:\n\n- **last.fm scrobbling** ใช้งานได้กับทุกระบบปฏิบัติการและเครื่องเล่นมีเดียทุกประเภท\n- **รองรับบนเบราว์เซอร์** สามารถตรวจจับเพลงจากเว็บไซต์ได้ นอกเหนือจากโปรแกรมบนเดสก์ท็อป\n- **ฟังเพลงกับเพื่อนๆได้** ซิงก์การเล่นเพลงของคุณให้พร้อมกับเพื่อนๆ\n\n&nbsp;\n\nถ้าอยากจะช่วย คุณสามารถ **โดเนทเงินเล็กๆน้อยๆได้**,\nหรือจะแบบรายเดือนหรือครั้งเดียวก็ได้หมด\nเป้าหมายของผมคือมีคนสนับสนุนมากพอที่จะพอเลี้ยงชีพผมได้\nเพื่อที่ผมจะได้ไม่ต้องพึ่งพางานประจำในบริษัทอีกต่อไป\n\nคุณสามารถดูเป้าหมายและความคืบหน้าของการรับโดเนทได้บนเว็บไซต์ของผม ได้ที่:\n[**musicpresence.app**](https://musicpresence.app?utm_source=app&utm_medium=news).\nคุณสามารถดูรายละเอียดเกี่ยวกับ\n[**ไทม์ไลน์ของโปรเจกต์**](https://musicpresence.app?utm_source=app&utm_medium=news#timeline),\n[**ช่องทางการโดเนทที่มีอยู่**](https://musicpresence.app/donate?utm_source=app&utm_medium=news) and\n[**รายชื่อผู้สนับสนุนทั้งหมดในขณะนี้ **](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news).\n\n&nbsp;\n\n#### สิ่งที่คุณควรรู้ไว้\n\n- คุณจะได้เป็นหนึ่งในกลุ่มแรกที่ได้ทดลองฟีเจอร์ใหม่ทั้งหมดเมื่อพร้อมใช้งาน\n- คุณจะเป็น [หนึ่งในหลายคน](https://musicpresence.app/sponsors?utm_source=app&utm_medium=news)\nที่เลือกสนับสนุนโปรเจกต์นี้ด้วยการโดเนทMusic Presence มีผู้ใช้งานมากกว่า 10.000&nbsp;คน&nbsp;ต่อวัน,\nการโดเนทเพียงเล็กน้อยก็ทำให้ผมใจฟูได้มากแล้วล่ะ\n- เยี่ยมชม [เว็บไซต์ผม](https://musicpresence.app?utm_source=app&utm_medium=news)\nและอ่าน [FAQ](https://musicpresence.app/donate?utm_source=app&utm_medium=news#faq)\nเพื่อหาคำตอบที่ผู้คนมักถามบ่อยๆ\n- กดติดตาม [รายงานปัญหา Github นี้](https://github.com/ungive/discord-music-presence/issues/355)\nเพื่อรับข้อมูลอัปเดตเกี่ยวกับเป้าหมายการโดเนท\nและทิศทางของโปรเจกต์ในอนาคต\nผมจะแจ้งให้คุณทราบถ้ายอดโดเนทถึงเป้าหมายถึงก่อนวันที่ 10 สิงหาคม\n- หากคุณมีคำถามเพิ่มเติม อย่าลังเลที่จะติดต่อผม!\nสามารถส่งอีเมลมาที่ [contact@musicpresence.app](mailto:contact@musicpresence.app)\nหรือเข้าร่วม [เซิร์ฟเวอร์ Discord](https://discord.gg/GemxJsWKMD)\nสามารถแวะมาทักทายได้นะ เซิร์ฟเวอร์ของผมที่แต่ผู้คนเป็นมิตรน่ะ!\nแล้วผมก็จะตอบทุกข้อความอย่างรวดเร็ว\n\n&nbsp;\n\nผมอดใจไม่ไหวแล้วที่จะได้พัฒนาฟีเจอร์ต่อไป! ❤️\n\n&nbsp;",
    "urgent": "ขอเวลาคุณสักครู่ช่วยอ่านประกาศนี้หน่อยน้า\nประกาศจากผู้สร้าง Music Presence\nอนาคตของโปรแกรมนี้ขึ้นอยู๋ในกำมือคุณ\n\n---\n\nหากคุณชอบ Music Presence\nคุณอาจจะชอบวิสัยทัศน์\nและทิศทางในอนาคตของโปรเจกต์นี้ด้วย\nการโดเนทของคุณอาจช่วยผลักดันโปรแกรมก็ได้นะ!\n\nมีคำถามหรอ? สามารถติดต่อผมได้ที่: [**contact@musicpresence.app**](mailto:contact@musicpresence.app)\n\nสามารถโดเนทเงินได้ที่: [**musicpresence.app/donate**](https://musicpresence.app/donate?utm_source=app&utm_medium=news&utm_content=cancel-dialog)"
}
