{
    "title": "Music Presence needs your help",
    "shortTitle": "Music Presence needs your help",
    "banner": "Help me work on Music Presence <em>full-time</em>\n\nlast.fm scrobbling\nseptember\n\nbrowser support\noctober\n\nlisten along with friends\njanuary\n\n\nINFORMATION:\n- Please read these notes before translating. The notes don't need to be translated.\n- These are translations for the news popup which has a banner image at the top. The banner is the first thing people will look at when they get the news popup. The translation should carry over the same message and the same impression as the original. Take a look at the banner itself first before translating and try to recreate the impression you get.\n- I'm using <em></em> HTML tags for \"emphasis\" because in the banner image the word \"full-time\" is emphasized, it stands out. If it's possible to emphasize a specific word with your translation, then put the <em>...</em> tags around it. Otherwise you can just leave it away, if it doesn't make sense to use it.\n- The months resemble the months at which each feature will be ready: September 2025, October 2025 and January 2026. I've put them in lowercase so they do not stand out as much. If it's appropriate, translate into lowercase as well.\n- Make sure there is space on the banner for the translation (see the attached banner image on the right in Weblate). If not, you may break the text across multiple lines in such a way that it can comfortably fit in its space.\n- If you are ever unsure about a translation, you can always ping me in the #translations channel!\n- It may sometimes not make sense to translate certain words, for instance: \"last.fm scrobbling\" can hardly be translated",
    "content": "**In short:**&nbsp;\nTo continue development, I need to commit to Music Presence full-time.\nI am looking for people who are willing to fund my work.\nA small monthly donation can already have a big impact!\n\n&nbsp;\n\nHello, it's Jonas, the creator of Music Presence!\n\nI am at a point in my life where I need to make a decision:\nFocus on a corporate job and have little time left for this project\nor fully commit to Music Presence and implement these missing features:\n\n- **last.fm scrobbling**, universal for all operating systems and all media players\n- **browser support** to detect media from websites in addition to desktop apps\n- **listening along**, so you can sync your music playback to that of your friends\n\n&nbsp;\n\nIf you have the time, please take a moment to read my message below.\nYou can find the donation goal and progress on my website:\n  [**https://musicpresence.app**](https://musicpresence.app).\nThere you will also find the\n[**project timeline**](https://musicpresence.app#timeline),\n[**available donation options**](https://musicpresence.app/donate) and\n[**a list of all current sponsors**](https://musicpresence.app/sponsor).\n\n&nbsp;\n\n### Why fund this project?\n\nI want to be very transparent about my plans for Music Presence,\nwhy I am looking for people to fund my work\nand what you can expect from me in the near future.\n\n#### About me\n\nIn the past year I have put my heart and soul into this project.\nI have published\n[16 versions](https://github.com/ungive/discord-music-presence/releases)\nsince the initial release,\nI am very active on\n[GitHub](https://github.com/ungive/discord-music-presence/issues)\nand on the\n[Discord server](https://discord-invite.musicpresence.app),\nI reply to all messages I get\nand I care for my app to work well for everyone.\nUsers have [many great things to say](https://musicpresence.app#references) about the app and I have\n[big plans](https://musicpresence.app#timeline)\nmoving forward!\n\nI honestly *cannot wait* to put my mind to it,\nbut right now my situation does not allow me to do that.\nI need to focus on making a living\nand I want to at least try to do that with Music Presence\nbecause I believe this app has great potential.\nI hope you do too.\n\n#### What you can expect\n\nFor a detailed overview of when I plan to release the next features\ncheck out the project timeline on the new Music Presence website:\n[musicpresence.app](https://musicpresence.app#timeline)\n\nI will first work on\n[last.fm scrobbling](https://github.com/ungive/discord-music-presence/issues/53)\nwhich will be completed in September at the latest.\nAnyone who decides to support me financially on a monthly basis\nwill get early access.\nIt does not matter how much you donate.\n\nWhile I collect feedback from you I will already start working on\n[browser support](https://github.com/ungive/discord-music-presence/issues/5),\nwhich does not only allow you to detect media from websites\nbut it also lays the foundation for\n[listening along with friends](https://github.com/ungive/discord-music-presence/issues/319).\nBrowser support will be accomplished with a [custom browser extension](https://github.com/ungive/media-control-extension)\nthat communicates with the Music Presence app.\nBrowser support is expected to be here in October or earlier.\n\nOnce that is complete\n[listening along](https://github.com/ungive/discord-music-presence/issues/319)\nis the next milestone &ndash; and it may be the biggest one yet.\nThe initial implementation will work by controlling a streaming service website\nusing the browser extension, e.g. the YouTube Music website,\nbut that is only the beginning.\n\nIn 2026 I want to work on an\n[open developer platform](https://github.com/ungive/discord-music-presence/issues/318)\nwhere third-party applications can integrate with Music Presence.\nThis will allow other developers to build tools and plugins for media players,\nso that you can e.g. listen along with people directly in your music app.\nAn open developer platform will open the doors for many more possibilities.\n\n#### Are you convinced?\n\nI hope I was able to paint a clear picture of my vision.\nIf you have any questions or you want to chat with me directly,\nfeel free to contact me by joining the\n[Discord server](https://discord-invite.musicpresence.app)\nor by sending an e-mail over to\n[contact@musicpresence.app](mailto:contact@musicpresence.app).\nI will reply to all messages I get.\n\nIf you do not have the means to support me financially,\nyou can help me out a lot by sharing the link to my website\n[https://musicpresence.app](https://musicpresence.app)\nwith others and by spreading the word!\n\nThank you for reading this far. ❤️\n\n#### Links\n\n- [Donation goal and progress](https://musicpresence.app)\n- [View all my sponsors](musicpresence.app/sponsors)\n- [Project timeline](musicpresence.app#timeline)\n- [Donation options](musicpresence.app/donate)\n- [Kind comments from users](musicpresence.app#references)\n- [Join the Discord server](https://discord-invite.musicpresence.app)\n- [Contact me](mailto:contact@musicpresence.app)\n\n\nFIXME: Translation link that automatically detects user language.",
    "buttons": [
        "Contact me",
        "Translate",
        "Visit the website",
        "Donate"
    ],
    "urgent": "Please take a moment to read this message,\nespecially the part after \"**Why fund this project?**\"\nwhere I talk about my plans for the future of Music Presence\nand where I am currently at in life.\n\nIf you like Music Presence, you might like the vision I have for it\nand where I intend to take the project.\n\nYou can also visit my website:\n[**musicpresence.app**](https://musicpresence.app)"
}